{
    "donate": "Donate",
    "home": "Home",
    "about": "About",
    "location": "Location Map",
    "contact": "Contact",
    "title":"Pagla Mosque",
    "officialName":"The Pagla Mosque and Islamic Complex",
    "intro":"The Pagla Mosque, officially the Pagla Mosque and Islamic Complex, is an old mosque in located on the banks of the Narsunda River in Harua, in the Kishoreganj District of the Dhaka Division in Bangladesh.",
    "details":"According to a legend, a spiritual personality named Dewan Zil Kadar Khan alias Zil Kadar Pagla Sahib, a descendant of Isa Khan of the Haibatnagar Zamindar family in the region, used to pray on the banks of the Narsunda River. Later, a mosque was built at the site. The mosque came to be known as the Pagla Mosque after Zil Kadar Pagla. According to another legend, the mosque was named after the Pagla Bibi of the then Haibatnagar Zamindar family of Kishoreganj.",
    "hadith1":"Charity extinguishes sin as water extinguishes fire. (Tirmidhi, 2616)",
    "hadith2":"The mosque is the house of every pious person, and Allah (SWT) has granted comfort and mercy for everyone for whom the mosque is his house, and that they will easily traverse the bridge to the Paradise.",
    "hadith3":"Whoever builds a mosque, desiring thereby Allah’s pleasure, Allah builds for him the like of it in paradise. (Bukhari, 450)",
    "prophet":"— Prophet Muhammad (S.A.W.)",
    "aboutMosque":"About Pagla Mosque",
    "aboutText":"Pagla Mosque, located in Harua, Kishoreganj, Bangladesh, is a renowned Islamic site known for its rich history, spiritual significance, and remarkable charitable contributions",
    "spiritualSignificance":"Historical and Spiritual Significance",
    "spiritualSignificanceText":"The origins of Pagla Mosque are steeped in legend. One tale speaks of Dewan Zilkadar Khan, a spiritual figure and descendant of Isa Khan, who is said to have floated on a mat along the Narsunda River to the mosque's current location. Another story attributes the mosque's founding to a childless woman from the Haibatnagar zamindar family, known as 'Pagla Bibi' who, inspired by a dream, established the mosque. These narratives contribute to the mosque's reputation as a place where sincere prayers and donations are believed to bring blessings and fulfill wishes",
    "timeline":"Key Historical Timeline",
    "timelineText":"According to local legends and oral history, the mosque was first built over 70 years ago, possibly in the 1940s or early 1950s. It has since been renovated and expanded multiple times, with the current structure being much more modern in design and scale. It came under the management of the State Waqf Administration in 1979, which helped formalize its operation and expand its community role. The origins are closely tied to local folklore, particularly involving a saintly figure named Dewan Zilkadar Khan or a woman known as Pagla Bibi, adding a spiritual mystique to its foundation rather than a clear architectural record.",
    "incredibleDonation":"Record-Breaking Donations",
    "incredibleDonationText":"Pagla Mosque is particularly noted for the substantial donations it receives. Every three to four months, the mosque's 11 iron donation boxes are opened, revealing significant contributions from devotees. In April 2025, a record-breaking Tk 9.17 crore was collected, surpassing the previous record of Tk 8.21 crore in November 2024. Donations often include not only cash but also gold ornaments, foreign currencies, and even livestock .",
    "fundManagement":"Fund Management",
    "fundManagementText":"A transparent management process is followed to ensure the proper and effective management of these funds. Every step of fund collection and expenditure is reviewed to maintain the trust of donors and ensure that their donations are used appropriately. The fund management team works to maximize the impact on the development and welfare of the local community. These funds are utilized for various charitable purposes, including supporting local mosques, madrasas, orphanages, and providing assistance to individuals with critical illnesses.",
    "futurePlan":"Future Developments",
    "futurePlanText":"Plans are underway for a Tk 115 crore project to expand the mosque into a six-storey Islamic complex, aiming to accommodate up to 500,000 worshippers, with dedicated prayer spaces for 5,000 women. This initiative reflects the mosque's ongoing commitment to serving the spiritual and communal needs of its visitors",
    "Architecture":"Architecture and Management",
    "ArchitectureText":"The mosque, managed by the State Waqf since 1979, features a modern architectural style with three domes and a single minaret. Situated on a 3.88-acre site along the Narsunda River, it accommodates around 600 worshippers and includes facilities for both men and women .",
    "donation":"Send your donation",
    "donationText":"Send your donation to the Pagla Mosque and Islamic Complex. Your support is crucial in maintaining the mosque and its activities. Thank you for your generosity.",
    "cashTitle":"By Cash",
    "cashText0":"Pay by Cash at the",
    "cashText1":"Pagla mosque and Islamic Complex",
    "cashText2":"Harua, Kishoreganj, Bangladesh",
    "bankTitle":"By Bank Transfer",
    "bankText0":"Pagla Mosque and Islamic Complex",
    "bankText1":"Account No: 0000000000000000",
    "bankText2":"SWIFT: EXBKBDDHX007",
    "bankText3":"Export Import Bank of Bangladesh Limited",
    "bankText4":"Harua, Kishoreganj, Bangladesh",
    "onlineTitle":"By Online Payment",
    "onlineText0":"Pay using reliable online payment processor.",
    "onlineText1":"SSL Wireless (From Bangladesh)",
    "onlineText2":"Stripe (From Overseas)",
    "feedbackTitle":"Send a message",
    "fullName":"Full Name",
    "email":"Email",
    "message":"Message",
    "send":"Send",
    "subject":"Subject",
    "phone":"Phone Number",
    "addressTitle":"Find Us",
    "address":"Pagla Mosque and Islamic Complex, Harua, Kishoreganj, Bangladesh",
    "emailAddress":"support@paglamosque.com.bd",
    "zakat":"Calculate your Zakat and make a difference in the lives of those in need.",
    "qibla":"Find the Qibla direction from anywhere in the world with Qibla Finder.",
    "quran":"Reciting holy Quran is a source of guidance and blessings. Read and reflect on its verses. ",
    "copyright":"Pagla Mosque. All rights reserved"
}