{
    "donate": "অনুদান",
    "home": "প্রচ্ছদ",
    "about": "পরিচিতি",
    "location": "অবস্থান",
    "contact": "যোগাযোগ",
    "title":"পাগলা মসজিদ",
    "officialName":"পাগলা মসজিদ ও ইসলামিক কমপ্লেক্স",
    "intro":"পাগলা মসজিদ, যার পূর্ণ নাম পাগলা মসজিদ ও ইসলামিক কমপ্লেক্স, একটি প্রাচীন মসজিদ যা বাংলাদেশের ঢাকা বিভাগের কিশোরগঞ্জ জেলার হরুয়া এলাকায়, নরসুন্দা নদীর তীরে অবস্থিত।",
    "details":"একটি কিংবদন্তি অনুসারে, দেওয়ান জিল কদর খান ওরফে জিল কদর পাগলা সাহেব নামে এক আধ্যাত্মিক ব্যক্তি, যিনি ঐ অঞ্চলের হায়বতনগর জমিদার বংশের ঈসা খানের বংশধর ছিলেন, নরসুন্দা নদীর তীরে নামাজ পড়তেন। পরবর্তীতে ঐ স্থানে একটি মসজিদ নির্মাণ করা হয়। জিল কদর পাগলার নামানুসারে মসজিদটির নামকরণ হয় পাগলা মসজিদ। আরেকটি কিংবদন্তি মতে, কিশোরগঞ্জের তৎকালীন হায়বতনগর জমিদার পরিবারের পাগলা বিবির নামানুসারে এই মসজিদের নাম রাখা হয়।",
    "hadith1":"সদকা পাপকে এমনভাবে মুছে দেয়, যেমন পানি আগুন নিভিয়ে দেয়। (তিরমিজি, 2616)",
    "hadith2":"মসজিদ হলো প্রতিটি ধার্মিক ব্যক্তির বাড়ি, এবং আল্লাহ (সুবহানাহু ওয়া তাআলা) সেই সকলকে স্বস্তি এবং রহমত দিয়েছেন, যারা মসজিদকে তাদের বাড়ি হিসেবে মনে করেন, এবং তারা সহজেই সেতু পার হয়ে জান্নাতে প্রবেশ করবেন।",
    "hadith3":"যে ব্যক্তি আল্লাহর সন্তুষ্টির উদ্দেশ্যে একটি মসজিদ নির্মাণ করে, আল্লাহ তার জন্য জান্নাতে তার মতো একটি মসজিদ নির্মাণ করবেন। (বুখারি, 450)",
    "prophet":"— মহানবী হযরত মুহাম্মদ (সা.)",
    "aboutMosque":"পাগলা মসজিদ সম্পর্কে",
    "aboutText":"পাগলা মসজিদ, হরুয়া, কিশোরগঞ্জ, বাংলাদেশে অবস্থিত, একটি খ্যাতনামা ইসলামিক স্থাপনা যা এর সমৃদ্ধ ইতিহাস, আধ্যাত্মিক গুরুত্ব এবং অসাধারণ দানশীলতার জন্য পরিচিত।",
    "spiritualSignificance":"ঐতিহাসিক এবং আধ্যাত্মিক গুরুত্ব",
    "spiritualSignificanceText":"পাগলা মসজিদের উৎপত্তি কিংবদন্তিতে পরিপূর্ণ। এক গল্পে Dewan Zilkadar Khan-এর কথা বলা হয়েছে, যিনি ছিলেন এক আধ্যাত্মিক ব্যক্তিত্ব এবং ঈসা খানের বংশধর, যিনি নরসুন্দা নদীতে একটি চটের উপরে ভাসতে ভাসতে মসজিদের বর্তমান স্থানে পৌঁছেছিলেন। আরেকটি গল্পে মসজিদটির প্রতিষ্ঠা এক সন্তানহীন মহিলার প্রতি নির্ধারিত হয়, যিনি হায়বতনগর জমিদার পরিবারের 'পাগলা বিবি' নামে পরিচিত ছিলেন, এবং একটি স্বপ্ন দ্বারা অনুপ্রাণিত হয়ে তিনি এই মসজিদটি প্রতিষ্ঠা করেন। এই সমস্ত গল্পগুলি মসজিদের খ্যাতির অংশ, যেখানে একনিষ্ঠ প্রার্থনা এবং দান বিশ্বাস করা হয় যে আশীর্বাদ এনে দেয় এবং ইচ্ছা পূর্ণ করে।",
    "timeline":"গুরুতপূর্ণ ঐতিহাসিক মুহূর্ত",
    "timelineText":"স্থানীয় কিংবদন্তি এবং মৌখিক ইতিহাস অনুযায়ী, মসজিদটি প্রথম ৭০ বছর আগে প্রতিষ্ঠিত হয়েছিল, সম্ভবত ১৯৪০-এর দশক বা ১৯৫০-এর শুরুর দিকে। এর পর থেকে এটি একাধিকবার পুনর্নির্মাণ এবং সম্প্রসারণ করা হয়েছে, বর্তমান স্থাপত্য অনেক বেশি আধুনিক এবং ব্যাপক। ১৯৭৯ সালে এটি রাজ্য ওয়াকফ প্রশাসনের অধীনে চলে আসে, যা এর কার্যক্রমকে আনুষ্ঠানিকভাবে সংগঠিত করতে এবং তার সম্প্রদায়িক ভূমিকা প্রসারিত করতে সাহায্য করেছে। এর উৎপত্তি স্থানীয় লোককাহিনীর সাথে নিবিড়ভাবে সম্পর্কিত, বিশেষত একটি পবিত্র ব্যক্তিত্ব দেওয়ান জিলকদর খান বা পাগলা বিবির সাথে, যা এর প্রতিষ্ঠানে আধ্যাত্মিক রহস্য যুক্ত করেছে, স্থাপত্যের সুনির্দিষ্ট রেকর্ডের চেয়ে।",
    "incredibleDonation":"অবিশ্বাস্য দান",
    "incredibleDonationText":"পাগলা মসজিদ বিশেষভাবে উল্লেখযোগ্য তার বিশাল দানের জন্য। প্রতি তিন থেকে চার মাস পর মসজিদের ১১টি লোহার দান বাক্স খুলে দেখা যায় যে, ভক্তরা উল্লেখযোগ্য পরিমাণে দান করেছেন। এপ্রিল ২০২৫-এ, একটি অবিশ্বাস্য ৯.১৭ কোটি টাকা সংগ্রহ করা হয়, যা নভেম্বর ২০২৪-এ ৮.২১ কোটি টাকার পূর্ববর্তী রেকর্ড অতিক্রম করেছে। দানগুলিতে প্রায়ই শুধু নগদ নয়, সোনালী অলঙ্কার, বৈদেশিক মুদ্রা এবং এমনকি গবাদি পশু পর্যন্ত অন্তর্ভুক্ত থাকে।",
    "fundManagement":"তহবিল পরিচালনা",
    "fundManagementText":"এই তহবিলের সঠিক এবং কার্যকর ব্যবস্থাপনার জন্য একটি স্বচ্ছ ব্যবস্থাপনা প্রক্রিয়া অনুসরণ করা হয়। দান সংগ্রহ এবং ব্যয়ের প্রতিটি পদক্ষেপ পর্যালোচনা করা হয় যাতে দাতাদের বিশ্বাস বজায় থাকে এবং তাদের দানগুলি যথাযথভাবে ব্যবহার করা হয়। তহবিল ব্যবস্থাপনা দল স্থানীয় সম্প্রদায়ের উন্নয়ন এবং কল্যাণে সর্বাধিক প্রভাব ফেলার জন্য কাজ করে। এই তহবিলগুলি বিভিন্ন দাতব্য উদ্দেশ্যে ব্যবহার করা হয়, যার মধ্যে স্থানীয় মসজিদ, মাদ্রাসা, এতিমখানা সমর্থন এবং গুরুতর অসুস্থ ব্যক্তিদের সহায়তা প্রদান অন্তর্ভুক্ত রয়েছে।",
    "futurePlan":"ভবিষ্যৎ পরিকল্পনা",
    "futurePlanText":"একটি ১১৫ কোটি টাকার প্রকল্পের পরিকল্পনা রয়েছে, যা মসজিদটিকে একটি ছয়তলা ইসলামিক কমপ্লেক্সে সম্প্রসারণ করবে, যা ৫০০,০০০ জন উপাসককে ধারণ করতে সক্ষম হবে, যেখানে ৫,০০০ জন মহিলার জন্য নিবেদিত প্রার্থনার স্থান থাকবে। এই উদ্যোগটি মসজিদের চলমান প্রতিশ্রুতি প্রতিফলিত করে, যা তার দর্শকদের আধ্যাত্মিক এবং সম্প্রদায়ের প্রয়োজনীয়তা পূরণে সহায়তা করে।",
    "Architecture":"স্থাপত্য এবং ব্যবস্থাপনা",
    "ArchitectureText":"১৯৭৯ সাল থেকে রাজ্য ওয়াকফ দ্বারা পরিচালিত মসজিদটি একটি আধুনিক স্থাপত্য শৈলীতে নির্মিত, যার মধ্যে তিনটি গম্বুজ এবং একটি মিনার রয়েছে। নরসুন্দা নদীর তীরে ৩.৮৮ একর জমির উপর অবস্থিত, এটি প্রায় ৬০০ মুসল্লির জন্য স্থান তৈরি করে এবং পুরুষ ও নারীদের জন্য আলাদা সুবিধা প্রদান করে।",
    "donation":"দান করুন",
    "donationText":"পাগলা মসজিদ এবং ইসলামিক কমপ্লেক্সে আপনার দান পাঠান। মসজিদ এবং এর কার্যক্রম পরিচালনার জন্য আপনার সমর্থন অত্যন্ত গুরুত্বপূর্ণ। আপনার দানশীলতার জন্য ধন্যবাদ।",
    "cash":"নগদ",
    "cashText0":"নগদ প্রদান করুন:",
    "cashText1":"পাগলা মসজিদ ও ইসলামিক কমপ্লেক্স",
    "cashText2":"হারুয়া, কিশোরগঞ্জ, বাংলাদেশ",
    "bank":"ব্যাংক ট্রান্সফার",
    "bankText0":"পাগলা মসজিদ ও ইসলামিক কমপ্লেক্স",
    "bankText1":"অ্যাকাউন্ট নম্বর: ০০০০০০০০০০০০০০০০",
    "bankText2":"SWIFT: EXBKBDDHX007",
    "bankText3":"এক্সপোর্ট ইমপোর্ট ব্যাংক অব বাংলাদেশ লিমিটেড",
    "bankText4":"হারুয়া, কিশোরগঞ্জ, বাংলাদেশ",
    "online":"অনলাইন",
    "onlineText0":"নির্ভরযোগ্য অনলাইন পেমেন্ট প্রসেসরের মাধ্যমে পেমেন্ট করুন।",
    "onlineText1":"SSL Wireless (বাংলাদেশ থেকে)",
    "onlineText2":"Stripe (বিদেশ থেকে)",
    "feedbackTitle":"যোগাযোগ",
    "fullName":"পূর্ণ নাম",
    "email":"ইমেইল",
    "message":"বার্তা",
    "send":"পাঠান",
    "subject":"বিষয়",
    "phone":"ফোন নম্বর",
    "addressTitle":"ঠিকানা",
    "address":"পাগলা মসজিদ ও ইসলামিক কমপ্লেক্স, হারুয়া, কিশোরগঞ্জ, বাংলাদেশ",
    "emailAddress":"support@paglamosque.com.bd",
    "zakat":"আপনার যাকাত হিসাব করুন এবং সাহায্যের প্রয়োজন এমন মানুষের জীবনে পরিবর্তন আনুন।",
    "qibla":"বিশ্বের যেকোনো স্থান থেকে কিবলার দিক নির্ধারণ করুন কিবলা ফাইন্ডার-এর মাধ্যমে।",
    "quran":"পবিত্র কোরআন তেলাওয়াত পথনির্দেশনা ও বরকতের উৎস। এর আয়াতগুলো পড়ুন এবং চিন্তা করুন।",
    "copyRight":"পাগলা মসজিদ। সর্বস্বত্ব সংরক্ষিত।"
}